# print('Напржение на 2 екции меньше 0.25Uн'.encode().decode('1251','ignore'))
#
#
# print('(РђРІР°СЂ. РѕС‚РєР».)’'.encode('1251','ignore').decode('utf8','ignore'))

data = """[Я1] Тел.СВ выкач.
[Я9] СВ отключен
[Я10] СВ включен
[Я12] Вкл.от АВР СВ
[Я13] Откл.от ВНР СВ
[Я14] Вкл.от АВР АВ
[Я15] Откл.от защ.ВВ
[Я16] Откл.от защ.АВ
[Я17] ДУ
[Я18] АВР СВ вкл-ть
[Я19] АВР СВ откл-ть
[К18] Авар. откл.
АВР СВ включен
Реле Вызoв
Вызов Вкл. по АВР
Отказ БМПА""".split('\n')
x = 20
y = 20
y0 = 20
dy = 25
dx = 350
for num, dat in enumerate(data):
    dat1 = f'({dat})'
    if (num + 1) % 100 == 0 and num != 0:
        x += dx
        y = y0
    else:
        y += dy
    print(f"""{x}\t{y}\t{dat.encode().decode('1251','ignore')}""")